/* game_title : ░╘└╙ ╜├└█╚н╕щ ├т╖┬╟╘╝Ў*/
#include "common.h"

void game_title()
{
	int ch;

	gotoxy(0, 3);
	printf("\t\t            бсбс                      бсбс\n");
	printf("\t\t            бс  бс    бсбсбсбсбс    бс  бс                 бсбсбсбсбс    бс    бс\n");
	printf("\t\t            бс    бсбс          бсбс    бс                     бс      бс  бс  бс\n");
	printf("\t\t            бс  бсбс              бсбс  бс                 бсбс  бсбс  бс  бсбсбс\n");
	printf("\t\t        бсбсбсбс        бс    бс      бсбсбсбс                 бс      бс  бс  бс\n");
	printf("\t\t    бсбс  бс            бс    бс          бс  бсбс         бсбсбсбсбс    бс    бс\n");
	printf("\t\t  бс      бс      бс      бс  бс  бс      бс      бс                   бс      бс \n");
	printf("\t\tбс      бс      бс          бс      бс      бс      бс     бсбсбсбсбс  бс      бс\n");
	printf("\t\tбс      бс                                  бс      бс             бс  бсбсбсбсбс\n");
	printf("\t\t  бсбсбс            бс            бс          бсбсбс       бсбсбсбсбс  бс      бс\n");
	printf("\t\t      бс          бсбс          бсбс          бс           бс          бс      бс\n");
	printf("\t\t      бс          бсбс          бсбс          бс           бсбсбсбсбс  бсбсбсбсбс\n");
	printf("\t\t    бс                  бс  бс                  бс           \n");
	printf("\t\t    бс            бсбсбсбсбсбсбсбсбс            бс           бс    бс  бсбсбс  бс\n");
	printf("\t\t    бс        бсбсбс              бсбсбс        бс         бсбсбс  бс      бс  бс\n");
	printf("\t\t    бс    бсбс        бс      бс        бсбс    бс                 бс      бс  бс\n");
	printf("\t\t    бс    бс            бсбсбс            бс    бс           бс    бс      бс  бс\n");
	printf("\t\t      бсбс                                  бсбс           бс  бс  бс  бсбсбс  бс\n");
	printf("\t\t      бс                                      бс           бс  бс  бсбсбс      бсбс\n");
	printf("\t\t      бс                                      бс           бс  бс  бс  бс      бс\n");
	printf("\t\t        бс                                  бсбсбсбс       бс  бс  бс  бс      бс\n");
	printf("\t\t        бс                                  бс      бс     бс  бс  бс  бс      бс\n");
	printf("\t\t        бсбс                              бс        бс       бс    бс  бсбсбс  бс\n");
	printf("\t\t          бсбс                          бс          бс\n");
	printf("\t\t              бсбс                  бсбс          бс       бс      бс  бс      бс\n");
	printf("\t\t              бсбсбсбсбсбсбсбсбсбсбсбс          бс         бс      бс  бс      бс\n");
	printf("\t\t            бс  бс                  бс        бс           бс    бс    бс      бс\n");
	printf("\t\t          бс    бс       K  U       бс      бс             бс  бс      бс      бс\n");
	printf("\t\t        бс    бс  бсбс          бсбс  бс  бс               бсбс        бс      бс\n");
	printf("\t\t      бс      бс      бс      бс      бсбс                 бс  бс      бс      бс\n");
	printf("\t\t    бс      бс          бс  бс          бс                 бс    бс    бс      бс\n");
	printf("\t\t  бс        бс            бс            бс                 бс      бс  бс      бс\n");
	printf("\t\t  бс        бс                          бс                 бс      бс  бсбсбсбсбс\n");
	printf("\t\t  бс      бсбс                          бс\n");
	printf("\t\t    бсбсбс  бс                          бс               < PRESS ANY KEY TO START >\n");
	printf("\n\n");
	printf("\t\t\t\t\t(0451 5╞└) ▒ш╟Ў┐э │ы╣╬┐╡ ┐└╗Ў║√ ┴д┐╣┐°\n\n");

}
